

"FJPhotoBrowserCameraText" = "Camera";
"FJPhotoBrowserAblumText" = "Album";
"FJPhotoBrowserCancelText" = "Cancel";

"FJPhotoBrowserOriginalText" = "Full image";
"FJPhotoBrowserDoneText" = "Done";
"FJPhotoBrowserOKText" = "OK";

"FJPhotoBrowserBackText" = "Back";
"FJPhotoBrowserSettingText" = "Setting";
"FJPhotoBrowserSorryText" = "Sorry";

"FJPhotoBrowserPhotoText" = "Photos";
"FJPhotoBrowserVideoText" = "Videos";
"FJPhotoBrowserPreviewText" = "Preview";


"FJPhotoBrowserHandleText" = "waiting...";
"FJPhotoBrowserLoadingText" = "loading，waiting please";
"FJPhotoBrowserCannotUseCameraText" = "Can not use camera";
"FJPhotoBrowserSelectFromPhoneAlbumText" = "Select from phone album";

"FJPhotoBrowserSaveImageErrorText" = "Save photo to ablum failed";
"FJPhotoBrowserMaxSelectCountText" = "Max select count: %ld";
"FJPhotoBrowserMinSelectCountText" = "Select a minimum of %zd photos";


"FJPhotoBrowserCannotUseCameraInSimulatorText" = "Unable to open the camera in simulator, please use the real machine";
"FJPhotoBrowserSynchronizingPhotosFromiCloudText" = "Synchronizing photos from iCloud";
"FJPhotoBrowserCanNotChosseGifWhenPhotoTypeText" = "Can not choose both photo and GIF";
"FJPhotoBrowserCanNotChosseVideoWhenPhotoTypeText" = "Can not choose both video and photo";
"FJPhotoBrowserHandleVideoAsPhotoWhenMultiStateText" = "Select the video when in multi state, we will handle the video as a photo";


"FJPhotoBrowserNoCameraAuthorityText" = "Please allow %@ to access your device's camera in \"Settings\"->\"Privacy\"->\"Camera\"";
"FJPhotoBrowserNoAblumAuthorityText" = "Allow %@ to access your ablum in \"Settings\"->\"Privacy\"->\"Photos\"";



"FJPhotoBrowseriCloudPhotoText" = "Retry after download in ablum";
"FJPhotoBrowserCanNotJumpToPrivacySettingPage" = "Can not jump to the privacy settings page, please go to the settings page by self, thank you";
